[
  {
    "prediccion": "Es posible que te encuentres con una mala racha en tus relaciones más cercanas hoy, ya que la luna Leo se cuadra con el caótico Urano, creando una energía tensa e impredecible. Es probable que las emociones se inflamen bajo este clima cósmico, especialmente si usted o sus seres queridos se sienten infravalorados. Afortunadamente, una mano amiga del asteroide curativo, Quirón, puede guiarlo hacia la diplomacia y la lógica, aunque sus contrapartes deberán unirse a usted para hablar sobre las cosas. A medida que llega la noche, date permiso para descansar y relajarte en casa mientras Lady Luna se enfrenta al sol de Tauro."
  },
  {
    "prediccion": "Es posible que te despiertes sintiéndote ansioso o estresado por razones que no puedes identificar, mientras la luna Leo se cuadra con el caótico Urano. Este clima cósmico también podría hacer que te impongas expectativas poco realistas, así que trata de no sentirte abrumado si tu lista de tareas ha aumentado significativamente en los últimos días. Afortunadamente, una mano amiga del asteroide sanador Quirón puede ayudarlo a conectarse con su fuego interior, brindándole la confianza y la motivación para enfrentar el día como una tormenta, incluso si es a través de pequeños pasos y muchas respiraciones profundas."
  },
  {
    "prediccion": "El caos y las sorpresas desagradables podrían encontrarte esta mañana, cuando la luna Leo se cuadra con el impredecible Urano. Si bien este clima cósmico podría sacarlo de su juego, haga todo lo posible para mantenerse conectado a tierra y tranquilo frente a la interrupción. Desafortunadamente, las fuertes vibraciones continuarán esta noche cuando Luna se enfrente al sol, creando una atmósfera emocionalmente tensa. Tenga cuidado con un sentido inflado de auto-importancia dentro de usted y de los demás, y trate de no burlarse de su familia o amigos, ya que los egos se lastimarán con más facilidad de lo normal."
  },
  {
    "prediccion": "Un aspecto tenso entre la luna Leo y el rebelde Urano podría amenazar con romper la paz en tu hogar esta mañana, por lo que es importante que hagas todo lo posible para mantener una disposición diplomática si las emociones comienzan a desbordarse. Afortunadamente, una mano amiga del asteroide sanador Quirón puede ayudarte a encontrar tu paz interior. Aún así, es posible que deba tomar la iniciativa para llegar allí. Las vibraciones rocosas continuarán fluyendo cuando Luna se enfrente al sol esta noche, lo que podría dejarte sintiéndote emocional y energéticamente agotado después de un largo día de energía impredecible."
  },
  {
    "prediccion":"Las emociones con las que creías haber lidiado podrían volver a la superficie esta mañana, debido a una dura cuadratura entre la luna de Leo y el salvaje Urano. Aunque los pensamientos intrusivos podrían amenazar con alterar su estado de ánimo, puede encontrar consuelo y alegría en sus amistades, gracias a la ayuda del asteroide sanador Quirón. A medida que llega la noche, Luna se enfrentará al sol, lo que agregará más tensión a un día ya estresante. Date permiso para salir socialmente por el resto de la noche, especialmente si necesitas algo de espacio para relajarte."
  },
  {
    "prediccion":"Podrían surgir gastos inesperados esta mañana, cuando la luna de Leo se cuadra con el caótico Urano. Este clima cósmico también podría hacer que abandones tu presupuesto, así que trata de controlar la pestaña de tu brunch o los carritos de compras en línea durante la primera parte del día. La atmósfera se espesará una vez más cuando Luna se enfrente al sol esta noche, lo que podría hacer que tu ego y tus emociones choquen. Vigila tu actitud durante este tiempo y trata de no enojarte demasiado si tu familia o amigos comienzan a molestarte."
  },
  {
    "prediccion":"El drama profesional podría amenazar con restarle valor a tu descanso de fin de semana mientras la luna viaja a través de tu signo y forma una dura conexión con el impredecible Urano. Afortunadamente, una mano amiga del asteroide curativo, Quirón, puede ayudarlo a mantener la calma, aunque es posible que deba respirar profundamente durante el día. A medida que cae la tarde, Luna entra en una dura cuadratura con el sol de Tauro, creando un ambiente obstinado y tenso. Aunque puede sentirse frustrado después de un largo día de vibraciones tensas, trate de no dejar que una disposición testaruda se interponga en sus relaciones."
  },
  {
    "prediccion":"Una crisis de fe podría encontrarte esta mañana, gracias a una dura conexión entre la luna en Leo y el caótico Urano. Aunque estas vibraciones sin duda crearán un clima cósmico rocoso, trata de no dejar que la mala suerte obstaculice tu conexión con el universo o tu optimismo personal. Afortunadamente, una mano amiga del asteroide curativo, Quirón, puede ayudarlo a sacudirse este miedo, aunque necesitará encontrar la fuerza para superar rápidamente cualquier malestar que lo encuentre. A medida que llega la noche, Luna se enfrenta al sol, lo que podría inspirarte a abrazar la hora de acostarte temprano."
  },
  {
    "prediccion":"Cuidado con los que te odian hoy, ya que la luna Leo se cuadra con el impredecible Urano, lo que podría inspirar a tus enemigos a comenzar un drama. Las luchas de poder dentro de su círculo social también pueden convertirse en un problema, por lo que es un buen día para desconectarse de sus páginas de redes sociales. Desafortunadamente, las vibraciones rocosas continuarán fluyendo a medida que el sol se enfrente al sol esta noche. Es posible que comience a sentirse desgastado por cualquier carga emocional que haya estado cargando últimamente, lo que podría desencadenar una disposición obsesiva y cerebral si no tiene cuidado. Hágase un favor y planee pasar la noche en casa, sumergirse en la bañera o ver su programa de televisión más reconfortante."
  },
  {
    "prediccion":"Los muros pueden manifestarse inesperadamente dentro de tu vida amorosa hoy, ya que la luna Leo se cuadra con el caótico Urano. Evita una disposición brusca, ya que los egos heridos o el orgullo insultado pueden hacer que tú o tu pareja implementen rápidamente la frialdad, aunque tomar un espacio temporal podría no ser una mala idea. Las vibraciones ásperas continuarán fluyendo a medida que llega la noche y Luna se enfrenta al sol de Tauro. Usa esta energía como una excusa para desconectarte a favor de practicar el cuidado personal, dándote la oportunidad de descomprimirte por completo y restablecerte antes de que la semana laboral comience de nuevo."
  },
  {
    "prediccion":"Una salida creativa puede ayudarte a conectarte con tu optimismo y espiritualidad hoy, ya que la luna Leo comparte una dulce conexión con el asteroide sanador Quirón. Afortunadamente, la inspiración debería llegar con bastante facilidad en este momento, incluso si no te consideras el artista más hábil del mundo. Planee pasar la noche en casa cuando Luna comparte aspectos difíciles con el sol y Marte, lo que podría hacer que sus niveles de energía se vean afectados. También puede usar este tiempo para limpiar su espacio, especialmente si el desorden ha comenzado a apoderarse de su hermosa casa."
  },
  {
    "prediccion":"Es posible que tus planes dominicales originales no parezcan tan atractivos esta mañana, ya que la luna Leo se cuadra con Urano y crea un ambiente tenso e impredecible. Podría sentirse más irritable de lo habitual, especialmente cuando se trata de su familia y amigos. En lugar de obligarte a salir y correr el riesgo de un conflicto, date permiso para reprogramar tu agenda para el próximo fin de semana. La energía se espesará a medida que Luna se enfrente al sol, creando conflicto interno y tensión personal. Usa este clima cósmico como una excusa para desconectarte por lo que queda del día, apoyándote en actividades relajantes que te brinden comodidad."
  }
]